Repository: philipparndt/iot-panels
Catalog: IoTPanels/IoTPanels/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
ja: (空)
ko: (비어 있음)
pt_br: (vazio)
zh_hans: (空)

source: %lld active
de: %lld aktiv
es: %lld activos
fr: %lld actifs
ja: %lld アクティブ
ko: %lld 활성
pt_br: %lld ativos
zh_hans: %lld 个活跃

source: %lld data points
de: %lld Datenpunkte
es: %lld puntos de datos
fr: %lld points de données
ja: %lld データポイント
ko: %lld 데이터 포인트
pt_br: %lld pontos de dados
zh_hans: %lld 个数据点

source: %lld items
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
ja: %lld 項目
ko: %lld 항목
pt_br: %lld itens
zh_hans: %lld 个项目

source: %lld rows
de: %lld Zeilen
es: %lld filas
fr: %lld lignes
ja: %lld 行
ko: %lld 행
pt_br: %lld linhas
zh_hans: %lld 行

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
ja: 1日
ko: 1일
pt_br: 1 dia
zh_hans: 1天

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ja: 1時間
ko: 1시간
pt_br: 1 hora
zh_hans: 1小时

source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
ja: 2時間
ko: 2시간
pt_br: 2 horas
zh_hans: 2小时

source: 2 weeks ago
de: vor 2 Wochen
es: Hace 2 semanas
fr: il y a 2 semaines
ja: 2週間前
ko: 2주 전
pt_br: 2 semanas atrás
zh_hans: 2周前

source: 3 months ago
de: vor 3 Monaten
es: Hace 3 meses
fr: il y a 3 mois
ja: 3ヶ月前
ko: 3개월 전
pt_br: 3 meses atrás
zh_hans: 3个月前

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
ko: 5분
pt_br: 5 minutos
zh_hans: 5分钟

source: 5 seconds
de: 5 Sekunden
es: 5 segundos
fr: 5 secondes
ja: 5秒
ko: 5초
pt_br: 5 segundos
zh_hans: 5秒

source: 6 hours
de: 6 Stunden
es: 6 horas
fr: 6 heures
ja: 6時間
ko: 6시간
pt_br: 6 horas
zh_hans: 6小时

source: 10 seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
ja: 10秒
ko: 10초
pt_br: 10 segundos
zh_hans: 10秒

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ja: 15分
ko: 15분
pt_br: 15 minutos
zh_hans: 15分钟

source: 15 seconds
de: 15 Sekunden
es: 15 segundos
fr: 15 secondes
ja: 15秒
ko: 15초
pt_br: 15 segundos
zh_hans: 15秒

source: 20 seconds
de: 20 Sekunden
es: 20 segundos
fr: 20 secondes
ja: 20秒
ko: 20초
pt_br: 20 segundos
zh_hans: 20秒

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
ja: 30秒
ko: 30초
pt_br: 30 segundos
zh_hans: 30秒

source: A PKCS#12 file (.p12 or .pfx) is a secure container that bundles your client certificate and private key together, protected by a password.
de: Eine PKCS#12-Datei (.p12 oder .pfx) ist ein sicherer Container, der dein Client-Zertifikat und deinen privaten Schlüssel zusammen bündelt, geschützt durch ein Passwort.
es: Un archivo PKCS#12 (.p12 o .pfx) es un contenedor seguro que agrupa su certificado de cliente y clave privada, protegido por una contraseña.
fr: Un fichier PKCS#12 (.p12 ou .pfx) est un conteneur securise qui regroupe votre certificat client et votre clé privee, protégé par un mot de passe.
ja: PKCS#12ファイル（.p12または.pfx）は、クライアント証明書と秘密鍵をパスワードで保護してまとめた安全なコンテナです。
ko: PKCS#12 파일(.p12 또는 .pfx)은 클라이언트 인증서와 개인 키를 비밀번호로 보호하여 하나로 묶은 보안 컨테이너입니다.
pt_br: Um arquivo PKCS#12 (.p12 ou .pfx) é um contêiner seguro que agrupa seu certificado de cliente e chave privada, protegido por uma senha.
zh_hans: PKCS#12 文件（.p12 或 .pfx）是一个安全容器，将您的客户端证书和私钥捆绑在一起，并受密码保护。

source: About
de: Info
es: Acerca de
fr: A propos
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

source: Add a data source first.
de: Füge zuerst eine Datenquelle hinzu.
es: Añada una fuente de datos primero.
fr: Ajoutez d'abord une source de données.
ja: まずデータソースを追加してください。
ko: 먼저 데이터 소스를 추가하세요.
pt_br: Adicione uma fonte de dados primeiro.
zh_hans: 请先添加数据源。

source: Add a data source to connect to InfluxDB, MQTT, or use the built-in demo data.
de: Füge eine Datenquelle hinzu, um dich mit InfluxDB, MQTT zu verbinden oder die integrierten Demodaten zu nutzen.
es: Añada una fuente de datos para conectarse a InfluxDB, MQTT, o utilice los datos de demostración.
fr: Ajoutez une source de données pour vous connecter a InfluxDB, MQTT, ou utilisez les données de démonstration integrees.
ja: InfluxDB、MQTTに接続するか、内蔵のデモデータを使用するデータソースを追加してください。
ko: InfluxDB, MQTT에 연결하거나 내장 데모 데이터를 사용할 데이터 소스를 추가하세요.
pt_br: Adicione uma fonte de dados para conectar ao InfluxDB, MQTT ou use os dados de demonstração.
zh_hans: 添加数据源以连接 InfluxDB、MQTT，或使用内置的演示数据。

source: Add Data Source
de: Datenquelle hinzufügen
es: Añadir fuente de datos
fr: Ajouter une source de données
ja: データソースを追加
ko: 데이터 소스 추가
pt_br: Adicionar fonte de dados
zh_hans: 添加数据源

source: Add Item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
ja: 項目を追加
ko: 항목 추가
pt_br: Adicionar item
zh_hans: 添加项目

source: Add items
de: Elemente hinzufügen
es: Añadir elementos
fr: Ajouter des éléments
ja: 項目を追加
ko: 항목 추가
pt_br: Adicionar itens
zh_hans: 添加项目

source: Add Panel
de: Panel hinzufügen
es: Añadir panel
fr: Ajouter un panneau
ja: パネルを追加
ko: 패널 추가
pt_br: Adicionar painel
zh_hans: 添加面板

source: Add subscription
de: Abonnement hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
ja: サブスクリプションを追加
ko: 구독 추가
pt_br: Adicionar assinatura
zh_hans: 添加订阅

source: Aggregate Function
de: Aggregationsfunktion
es: Función de agregación
fr: Fonction d'agregation
ja: 集計関数
ko: 집계 함수
pt_br: Função de agregação
zh_hans: 聚合函数

source: Aggregate Window
de: Aggregationsfenster
es: Ventana de agregación
fr: Fenêtre d'agregation
ja: 集計ウィンドウ
ko: 집계 윈도우
pt_br: Janela de agregação
zh_hans: 聚合窗口

source: All topics (use with caution)
de: Alle Topics (mit Vorsicht verwenden)
es: Todos los temas (usar con precaución)
fr: Tous les sujets (a utiliser avec precaution)
ja: すべてのトピック（注意して使用）
ko: 모든 토픽 (주의하여 사용)
pt_br: Todos os tópicos (use com cuidado)
zh_hans: 所有主题（请谨慎使用）

source: All topics under home/
de: Alle Topics unter home/
es: Todos los temas bajo home/
fr: Tous les sujets sous home/
ja: home/ 以下のすべてのトピック
ko: home/ 아래의 모든 토픽
pt_br: Todos os tópicos em home/
zh_hans: home/ 下的所有主题

source: Allow untrusted
de: Nicht vertrauenswürdige erlauben
es: Permitir no confiable
fr: Autoriser les non fiables
ja: 信頼されていない証明書を許可
ko: 신뢰되지 않은 허용
pt_br: Permitir não confiável
zh_hans: 允许不受信任的

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
pt_br: Ocorreu um erro desconhecido
zh_hans: 发生未知错误

source: Application-Layer Protocol Negotiation. Used when sharing port 443 with HTTPS.
de: Application-Layer Protocol Negotiation. Wird verwendet, wenn Port 443 mit HTTPS geteilt wird.
es: Negociación de protocolo de capa de aplicación. Se usa al compartir el puerto 443 con HTTPS.
fr: Negociation de protocole de couche application. Utilise lors du partage du port 443 avec HTTPS.
ja: アプリケーション層プロトコルネゴシエーション。HTTPSとポート443を共有する場合に使用します。
ko: 애플리케이션 계층 프로토콜 협상. HTTPS와 포트 443을 공유할 때 사용됩니다.
pt_br: Negociação de protocolo na camada de aplicação. Usado ao compartilhar a porta 443 com HTTPS.
zh_hans: 应用层协议协商。在与 HTTPS 共享端口 443 时使用。

source: At least once
de: Mindestens einmal
es: Al menos una vez
fr: Au moins une fois
ja: 少なくとも1回
ko: 최소 한 번
pt_br: Pelo menos uma vez
zh_hans: 至少一次

source: At most once
de: Höchstens einmal
es: Como máximo una vez
fr: Au plus une fois
ja: 最大1回
ko: 최대 한 번
pt_br: No máximo uma vez
zh_hans: 最多一次

source: Authenticate with a client certificate
de: Mit Client-Zertifikat authentifizieren
es: Autenticar con certificado de cliente
fr: S'authentifier avec un certificat client
ja: クライアント証明書で認証
ko: 클라이언트 인증서로 인증
pt_br: Autenticar com certificado de cliente
zh_hans: 使用客户端证书认证

source: Authenticate with credentials
de: Mit Zugangsdaten authentifizieren
es: Autenticar con credenciales
fr: S'authentifier avec des identifiants
ja: 資格情報で認証
ko: 자격 증명으로 인증
pt_br: Autenticar com credenciais
zh_hans: 使用凭据认证

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ko: 인증
pt_br: Autenticação
zh_hans: 认证

source: Auto
de: Automatisch
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动

source: Bar
de: Balken
es: Barras
fr: Barre
ja: 棒グラフ
ko: 막대
pt_br: Barras
zh_hans: 柱状图

source: Base Topic
de: Basis-Topic
es: Tema base
fr: Topic de base
ja: ベーストピック
ko: 기본 토픽
pt_br: Tópico base
zh_hans: 基础主题

source: Basepath
de: Basispfad
es: Ruta base
fr: Chemin de base
ja: ベースパス
ko: 기본 경로
pt_br: Caminho base
zh_hans: 基础路径

source: Broker Settings
de: Broker-Einstellungen
es: Configuración del broker
fr: Paramètres du broker
ja: ブローカー設定
ko: 브로커 설정
pt_br: Configurações do broker
zh_hans: Broker 设置

source: Cached %@ ago
de: Vor %@ zwischengespeichert
es: En caché hace %@
fr: Mis en cache il y a %@
ja: %@ 前にキャッシュ
ko: %@ 전 캐시
pt_br: Em cache há %@
zh_hans: %@ 前缓存

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
pt_br: Calendário
zh_hans: 日历

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cannot access documents
de: Auf Dokumente kann nicht zugegriffen werden
es: No se pueden acceder a los documentos
fr: Impossible d'acceder aux documents
ja: ドキュメントにアクセスできません
ko: 문서에 접근할 수 없습니다
pt_br: Não é possível acessar documentos
zh_hans: 无法访问文档

source: Cannot access the selected file
de: Auf die ausgewählte Datei kann nicht zugegriffen werden
es: No se puede acceder al archivo seleccionado
fr: Impossible d'acceder au fichier sélectionné
ja: 選択したファイルにアクセスできません
ko: 선택한 파일에 접근할 수 없습니다
pt_br: Não é possível acessar o arquivo selecionado
zh_hans: 无法访问所选文件

source: Centimeter
de: Zentimeter
es: Centímetro
fr: Centimetre
ja: センチメートル
ko: 센티미터
pt_br: Centímetro
zh_hans: 厘米

source: Certificate Help
de: Zertifikat-Hilfe
es: Ayuda de certificados
fr: Aide certificat
ja: 証明書のヘルプ
ko: 인증서 도움말
pt_br: Ajuda de certificados
zh_hans: 证书帮助

source: Certificate not available on this device
de: Zertifikat auf diesem Gerät nicht verfügbar
es: Certificado no disponible en este dispositivo
fr: Certificat non disponible sur cet appareil
ja: このデバイスでは証明書を利用できません
ko: 이 기기에서 인증서를 사용할 수 없습니다
pt_br: Certificado não disponível neste dispositivo
zh_hans: 此设备上不可用证书

source: Certificate password
de: Zertifikatspasswort
es: Contraseña del certificado
fr: Mot de passe du certificat
ja: 証明書のパスワード
ko: 인증서 비밀번호
pt_br: Senha do certificado
zh_hans: 证书密码

source: Certificate validation disabled - connection may be insecure
de: Zertifikatsprüfung deaktiviert – Verbindung ist möglicherweise unsicher
es: Validación de certificado deshabilitada - la conexión puede no ser segura
fr: Validation du certificat desactivee – la connexion peut etre non sécurisée
ja: 証明書の検証が無効 - 接続が安全でない可能性があります
ko: 인증서 검증 비활성화 - 연결이 안전하지 않을 수 있습니다
pt_br: Validação de certificado desativada - a conexão pode não ser segura
zh_hans: 证书验证已禁用 - 连接可能不安全

source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
ja: アイコンを変更
ko: 아이콘 변경
pt_br: Alterar ícone
zh_hans: 更改图标

source: Chart Group
de: Diagrammgruppe
es: Grupo de gráficos
fr: Groupe de graphique
ja: チャートグループ
ko: 차트 그룹
pt_br: Grupo de gráficos
zh_hans: 图表分组

source: Choose Icon
de: Symbol wählen
es: Elegir icono
fr: Choisir une icône
ja: アイコンを選択
ko: 아이콘 선택
pt_br: Escolher ícone
zh_hans: 选择图标

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除

source: Clear unit
de: Einheit löschen
es: Borrar unidad
fr: Effacer l'unite
ja: 単位をクリア
ko: 단위 지우기
pt_br: Limpar unidade
zh_hans: 清除单位

source: Client Certificate (mTLS)
de: Client-Zertifikat (mTLS)
es: Certificado de cliente (mTLS)
fr: Certificat client (mTLS)
ja: クライアント証明書 (mTLS)
ko: 클라이언트 인증서 (mTLS)
pt_br: Certificado de cliente (mTLS)
zh_hans: 客户端证书 (mTLS)

source: Client certificate for mTLS authentication
de: Client-Zertifikat für mTLS-Authentifizierung
es: Certificado de cliente para autenticación mTLS
fr: Certificat client pour l'authentification mTLS
ja: mTLS認証用クライアント証明書
ko: mTLS 인증용 클라이언트 인증서
pt_br: Certificado de cliente para autenticação mTLS
zh_hans: 用于 mTLS 认证的客户端证书

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Cold → Hot
de: Kalt → Heiss
es: Frío → Caliente
fr: Froid → Chaud
ja: 冷 → 熱
ko: 차가움 → 뜨거움
pt_br: Frio → Quente
zh_hans: 冷 → 热

source: Collect Data
de: Daten erfassen
es: Recopilar datos
fr: Collecter les données
ja: データを収集
ko: 데이터 수집
pt_br: Coletar dados
zh_hans: 收集数据

source: Collect Duration
de: Erfassungsdauer
es: Duración de recopilación
fr: Duree de collecte
ja: 収集時間
ko: 수집 시간
pt_br: Duração da coleta
zh_hans: 收集时长

source: Collecting messages...
de: Nachrichten werden erfasst ...
es: Recopilando mensajes...
fr: Collecte des messages ...
ja: メッセージを収集中...
ko: 메시지 수집 중...
pt_br: Coletando mensagens...
zh_hans: 正在收集消息...

source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
pt_br: Cor
zh_hans: 颜色

source: Common ports:
de: Gängige Ports:
es: Puertos comunes:
fr: Ports courants :
ja: 一般的なポート:
ko: 일반 포트:
pt_br: Portas comuns:
zh_hans: 常用端口:

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
ja: 比較
ko: 비교
pt_br: Comparar
zh_hans: 比较

source: Compare With
de: Vergleichen mit
es: Comparar con
fr: Comparer avec
ja: 比較対象
ko: 비교 대상
pt_br: Comparar com
zh_hans: 比较对象

source: Compare with the same period 2 weeks ago
de: Vergleich mit dem gleichen Zeitraum vor 2 Wochen
es: Comparar con el mismo periodo hace 2 semanas
fr: Comparer avec la même période il y a 2 semaines
ja: 2週間前の同じ期間と比較
ko: 2주 전 같은 기간과 비교
pt_br: Comparar com o mesmo período de 2 semanas atrás
zh_hans: 与2周前的同一时段比较

source: Compare with the same period 3 months ago
de: Vergleich mit dem gleichen Zeitraum vor 3 Monaten
es: Comparar con el mismo periodo hace 3 meses
fr: Comparer avec la même période il y a 3 mois
ja: 3ヶ月前の同じ期間と比較
ko: 3개월 전 같은 기간과 비교
pt_br: Comparar com o mesmo período de 3 meses atrás
zh_hans: 与3个月前的同一时段比较

source: Compare with the same period a month ago
de: Vergleich mit dem gleichen Zeitraum vor einem Monat
es: Comparar con el mismo periodo hace un mes
fr: Comparer avec la même période il y a un mois
ja: 1ヶ月前の同じ期間と比較
ko: 한 달 전 같은 기간과 비교
pt_br: Comparar com o mesmo período do mês passado
zh_hans: 与一个月前的同一时段比较

source: Compare with the same period a week ago
de: Vergleich mit dem gleichen Zeitraum vor einer Woche
es: Comparar con el mismo periodo hace una semana
fr: Comparer avec la même période il y a une semaine
ja: 1週間前の同じ期間と比較
ko: 일주일 전 같은 기간과 비교
pt_br: Comparar com o mesmo período da semana passada
zh_hans: 与一周前的同一时段比较

source: Compare with the same period a year ago
de: Vergleich mit dem gleichen Zeitraum vor einem Jahr
es: Comparar con el mismo periodo hace un año
fr: Comparer avec la même période il y a un an
ja: 1年前の同じ期間と比較
ko: 1년 전 같은 기간과 비교
pt_br: Comparar com o mesmo período do ano passado
zh_hans: 与一年前的同一时段比较

source: Compare with the same period yesterday
de: Vergleich mit dem gleichen Zeitraum gestern
es: Comparar con el mismo periodo de ayer
fr: Comparer avec la même période hier
ja: 昨日の同じ期間と比較
ko: 어제 같은 기간과 비교
pt_br: Comparar com o mesmo período de ontem
zh_hans: 与昨天的同一时段比较

source: Comparison Period
de: Vergleichszeitraum
es: Periodo de comparación
fr: Période de comparaison
ja: 比較期間
ko: 비교 기간
pt_br: Período de comparação
zh_hans: 比较时段

source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
ko: 구성
pt_br: Configuração
zh_hans: 配置

source: Configuration Summary
de: Konfigurationsübersicht
es: Resumen de configuración
fr: Résumé de la configuration
ja: 設定の概要
ko: 구성 요약
pt_br: Resumo da configuração
zh_hans: 配置摘要

source: Configure how to authenticate with the broker.
de: Konfiguriere die Authentifizierung mit dem Broker.
es: Configure la autenticación con el broker.
fr: Configurez l'authentification avec le broker.
ja: ブローカーとの認証方法を設定します。
ko: 브로커 인증 방법을 설정합니다.
pt_br: Configure a autenticação com o broker.
zh_hans: 配置与 Broker 的认证方式。

source: Configure Item
de: Element konfigurieren
es: Configurar elemento
fr: Configurer l'élément
ja: 項目を設定
ko: 항목 구성
pt_br: Configurar item
zh_hans: 配置项目

source: Configured Subscriptions
de: Konfigurierte Abonnements
es: Suscripciones configuradas
fr: Abonnements configures
ja: 設定済みサブスクリプション
ko: 구성된 구독
pt_br: Assinaturas configuradas
zh_hans: 已配置的订阅

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接

source: Connect a data source first to start building dashboards.
de: Verbinde zuerst eine Datenquelle, um Dashboards zu erstellen.
es: Conecte una fuente de datos primero para crear dashboards.
fr: Connectez d'abord une source de données pour créer des tableaux de bord.
ja: ダッシュボードを作成するには、まずデータソースを接続してください。
ko: 대시보드를 만들려면 먼저 데이터 소스를 연결하세요.
pt_br: Conecte uma fonte de dados primeiro para criar painéis.
zh_hans: 请先连接数据源以开始构建仪表板。

source: Connect a data source first to start designing widgets.
de: Verbinde zuerst eine Datenquelle, um Widgets zu gestalten.
es: Conecte una fuente de datos primero para diseñar widgets.
fr: Connectez d'abord une source de données pour concevoir des widgets.
ja: ウィジェットをデザインするには、まずデータソースを接続してください。
ko: 위젯을 디자인하려면 먼저 데이터 소스를 연결하세요.
pt_br: Conecte uma fonte de dados primeiro para criar widgets.
zh_hans: 请先连接数据源以开始设计小组件。

source: Connect to your InfluxDB server and select an organization and bucket.
de: Verbinde dich mit deinem InfluxDB-Server und wähle eine Organisation und einen Bucket.
es: Conéctese a su servidor InfluxDB y seleccione una organización y un bucket.
fr: Connectez-vous a votre serveur InfluxDB et sélectionnez une organisation et un bucket.
ja: InfluxDBサーバーに接続し、組織とバケットを選択してください。
ko: InfluxDB 서버에 연결하고 조직과 버킷을 선택하세요.
pt_br: Conecte-se ao seu servidor InfluxDB e selecione uma organização e um bucket.
zh_hans: 连接到您的 InfluxDB 服务器并选择组织和 Bucket。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
zh_hans: 连接失败

source: Connection refused
de: Verbindung abgelehnt
es: Conexión rechazada
fr: Connexion refusee
ja: 接続が拒否されました
ko: 연결 거부됨
pt_br: Conexão recusada
zh_hans: 连接被拒绝

source: Connection Settings
de: Verbindungseinstellungen
es: Configuración de conexión
fr: Paramètres de connexion
ja: 接続設定
ko: 연결 설정
pt_br: Configurações de conexão
zh_hans: 连接设置

source: Connection successful
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussie
ja: 接続に成功しました
ko: 연결 성공
pt_br: Conexão bem-sucedida
zh_hans: 连接成功

source: Cool
de: Kühl
es: Fresco
fr: Frais
ja: クール
ko: 시원한
pt_br: Frio
zh_hans: 冷色

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
pt_br: Criar
zh_hans: 创建

source: Create queries in the Data Sources tab first.
de: Erstelle zuerst Abfragen im Tab Datenquellen.
es: Cree consultas en la pestaña Fuentes de datos primero.
fr: Crééz d'abord des requêtes dans l'onglet Sources de données.
ja: まずデータソースタブでクエリを作成してください。
ko: 먼저 데이터 소스 탭에서 쿼리를 생성하세요.
pt_br: Crie consultas na aba Fontes de Dados primeiro.
zh_hans: 请先在数据源标签页中创建查询。

source: Creating a PKCS#12 file
de: Eine PKCS#12-Datei erstellen
es: Crear un archivo PKCS#12
fr: Créer un fichier PKCS#12
ja: PKCS#12ファイルの作成
ko: PKCS#12 파일 만들기
pt_br: Criando um arquivo PKCS#12
zh_hans: 创建 PKCS#12 文件

source: Creating API token...
de: API-Token wird erstellt ...
es: Creando token API...
fr: Creation du token API ...
ja: APIトークンを作成中...
ko: API 토큰 생성 중...
pt_br: Criando token API...
zh_hans: 正在创建 API 令牌...

source: Cubic meter
de: Kubikmeter
es: Metro cúbico
fr: Metre cube
ja: 立方メートル
ko: 세제곱미터
pt_br: Metro cúbico
zh_hans: 立方米

source: Current
de: Stromstärke
es: Corriente
fr: Courant
ja: 電流
ko: 전류
pt_br: Corrente
zh_hans: 电流

source: Current unit
de: Aktuelle Einheit
es: Unidad actual
fr: Unite actuelle
ja: 現在の単位
ko: 현재 단위
pt_br: Unidade atual
zh_hans: 当前单位

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义

source: Custom Topic
de: Eigenes Topic
es: Tema personalizado
fr: Sujet personnalisé
ja: カスタムトピック
ko: 사용자 지정 토픽
pt_br: Tópico personalizado
zh_hans: 自定义主题

source: Custom unit (e.g. rpm, bar)
de: Eigene Einheit (z.B. rpm, bar)
es: Unidad personalizada (ej. rpm, bar)
fr: Unite personnalisée (p. ex. rpm, bar)
ja: カスタム単位（例: rpm, bar）
ko: 사용자 지정 단위 (예: rpm, bar)
pt_br: Unidade personalizada (ex: rpm, bar)
zh_hans: 自定义单位（例如 rpm、bar）

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
ja: データソース
ko: 데이터 소스
pt_br: Fontes de dados
zh_hans: 数据源

source: Days
de: Tage
es: Días
fr: Jours
ja: 日
ko: 일
pt_br: Dias
zh_hans: 天

source: Decibel
de: Dezibel
es: Decibelio
ja: デシベル
ko: 데시벨
zh_hans: 分贝

source: Delete
de: Löschen
es: Eliminar
fr: Supprimér
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Delete Home
de: Zuhause löschen
es: Eliminar casa
fr: Supprimer la maison
ja: ホームを削除
ko: 홈 삭제
pt_br: Excluir casa
zh_hans: 删除家庭

source: Delete Home?
de: Zuhause löschen?
es: ¿Eliminar casa?
fr: Supprimer la maison ?
ja: ホームを削除しますか？
ko: 홈을 삭제하시겠습니까?
pt_br: Excluir casa?
zh_hans: 删除家庭？

source: Demo Home
de: Demo-Zuhause
es: Casa de demostración
fr: Maison demo
ja: デモホーム
ko: 데모 홈
pt_br: Casa de demonstração
zh_hans: 演示家庭

source: Discover Organizations & Buckets
de: Organisationen & Buckets erkennen
es: Descubrir organizaciones y buckets
fr: Découvrir les organisations et buckets
ja: 組織とバケットを検出
ko: 조직 및 버킷 검색
pt_br: Descobrir organizações e buckets
zh_hans: 发现组织和 Bucket

source: Discovering topics...
de: Topics werden entdeckt ...
es: Descubriendo temas...
fr: Découverte des topics ...
ja: トピックを検出中...
ko: 토픽 검색 중...
pt_br: Descobrindo tópicos...
zh_hans: 正在发现主题...

source: Discovery
de: Erkennung
es: Descubrimiento
fr: Découverte
ja: 検出
ko: 검색
pt_br: Descoberta
zh_hans: 发现

source: Display Style
de: Darstellungsstil
es: Estilo de visualización
fr: Style d'affichage
ja: 表示スタイル
ko: 표시 스타일
pt_br: Estilo de exibição
zh_hans: 显示样式

source: Distance
de: Entfernung
es: Distancia
ja: 距離
ko: 거리
pt_br: Distância
zh_hans: 距离

source: Done
de: Fertig
es: Listo
fr: Termine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: Duration
de: Dauer
es: Duración
fr: Duree
ja: 期間
ko: 기간
pt_br: Duração
zh_hans: 持续时间

source: e.g. 1883
de: z.B. 1883
es: ej. 1883
fr: p. ex. 1883
ja: 例: 1883
ko: 예: 1883
pt_br: ex: 1883
zh_hans: 例如 1883

source: e.g. home/#
de: z.B. home/#
es: ej. home/#
fr: p. ex. home/#
ja: 例: home/#
ko: 예: home/#
pt_br: ex: home/#
zh_hans: 例如 home/#

source: e.g. home/living/temperature
de: z.B. home/living/temperature
es: ej. home/living/temperature
fr: p. ex. home/living/temperature
ja: 例: home/living/temperature
ko: 예: home/living/temperature
pt_br: ex: home/living/temperature
zh_hans: 例如 home/living/temperature

source: e.g. in, out, temp
de: z.B. ein, aus, temp
es: ej. in, out, temp
fr: p. ex. ent, sort, temp
ja: 例: in, out, temp
ko: 예: in, out, temp
pt_br: ex: in, out, temp
zh_hans: 例如 in, out, temp

source: e.g. mqtt
de: z.B. mqtt
es: ej. mqtt
fr: p. ex. mqtt
ja: 例: mqtt
ko: 예: mqtt
pt_br: ex: mqtt
zh_hans: 例如 mqtt

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

source: Edit Panel
de: Panel bearbeiten
es: Editar panel
fr: Modifier le panneau
ja: パネルを編集
ko: 패널 편집
pt_br: Editar painel
zh_hans: 编辑面板

source: Edit Query
de: Abfrage bearbeiten
es: Editar consulta
fr: Modifier la requête
ja: クエリを編集
ko: 쿼리 편집
pt_br: Editar consulta
zh_hans: 编辑查询

source: Electrical
de: Elektrisch
es: Eléctrico
fr: Electrique
ja: 電気
ko: 전기
pt_br: Elétrico
zh_hans: 电气

source: Enable TLS
de: TLS aktivieren
es: Activar TLS
fr: Activer TLS
ja: TLSを有効化
ko: TLS 활성화
pt_br: Ativar TLS
zh_hans: 启用 TLS
